<?php

return [
//    For Appointment Page
'order_list'                => 'आदेश सूची',
'search'                    => 'खोज',
'english'                   => 'अंग्रेज़ी',
'hindi'                     => 'हिन्दी',
'user_name'                 => 'उपयोगकर्ता नाम',
'category'                  => 'श्रेणी',
'service_name'              => 'सेवा का नाम',
'type'                      => 'प्रकार',
'app_date'                  => 'अपॉइंटमेंट तिथि',
'time'                      => 'समय',
'status'                    => 'स्थिति',
'action'                    => 'क्रिया',
'make_payment'              => 'भुगतान करें',
'edit'                      => 'संपादित करें',
'delete'                    => 'हटाएं',
'no_data_found'             => 'कोई डेटा नहीं मिला',
'filter_records'            => 'रिकॉर्ड मेल',
'clear'                     => 'साफ करें',
'your_order_booked'         => 'आपका आदेश बुक किया गया है',
'are_you_sure'              => 'क्या आपको यकीन है?',
'delete_confirmation'       => 'आप इसे पुनः प्राप्त नहीं कर पाएंगे!',
'delete_confirmation_title' => 'हाँ, इसे हटाएं!',
'update_message'            => 'आपका आदेश अपडेट किया गया है',

//      For Header
'home'                      => 'होम',
'service'                   => 'सेवा',
'price'                     => 'मूल्य',
'barber'                    => 'नाई',
'gallery'                   => 'गैलरी',
'appointments'              => 'अपॉइंटमेंट्स',
'saloon_address'            => 'सैलून पता',
'address_details'           => 'शॉप नंबर 5, हिल टाउन कॉम्प्लेक्स, ऑपॉ. ईगल एकेडमी, न्यू इंडिया कॉलोनी, अहमदाबाद',
'quick_links'               => 'त्वरित लिंक्स',
'terms_of_use'              => 'उपयोग की शर्तें',
'privacy_policy'            => 'गोपनीयता नीति',
'help'                      => 'सहायता',
'opening_hours'             => 'खुलने का समय (सोम - शुक्र)',
'opening_hours_details'     => 'प्रातः ९:०० बजे से रात्रि ९:०० बजे तक',
'call_for_appointment'      => 'अपॉइंटमेंट के लिए हमें कॉल करें',
'contact_number'            => '+९१ ९९९५२ ५२४५६',

//      For Main index Page
'welcome_message'           => ' हेयरक सैलून में आपका स्वागत है',
'saloon_description'        => ' हेयरक सैलून में आपका स्वागत है, जहाँ सौंदर्य से मिलती है। हमारा सैलून एक
                            शैली और विशेषज्ञता का केन्द्र है, जो अंत में ग्रूमिंग और पैम्परिंग अनुभव प्रदान करने के लिए
                            समर्पित है।',
'book_appointment'          => ' अपॉइंटमेंट बुक करें',
'saloon_embodiment'         => ' हेयरक सैलून सौंदर्य और कुशलता का प्रतीक है, जो एक शुद्धिकृत वातावरण प्रदान करता है
                            जहाँ ग्राहक उच्च-गुणवत्ता वाली हेयरस्टाइलिंग, स्किंकेयर और वेलनेस सेवाओं तक पहुंच सकते
                            हैं। हमारी उच्च शिक्षित पेशेवरों की टीम आपकी प्राकृतिक सौंदर्य को बढ़ाने के लिए समर्पित है जबकि
                            आपके बाल और त्वचा की देखभाल की प्राथमिकता है।',
'learn_about_us'            => 'हमारे बारे में जानें',
'experience_years'          => '25 वर्षों का अनुभव',
'power_of_nature'           => ' हेयरक सैलून में, हम प्राकृतिक शक्ति में विश्वास करते हैं। हम यथासंभाव प्राकृतिक
                            उत्पादों का उपयोग करते हैं ताकि प्रत्येक उपचार आपको केवल शानदार दिखने के नहीं बल्कि आपके बाल
                            और त्वचा की दीर्घकालिक स्वास्थ्य और चमक को बढ़ावा दे। हमारा प्राकृतिक घटकों के प्रति
                            प्रतिबद्धता हमारे आपके संपूर्ण कल्याण के प्रति है।',
'saloon_services'           => ' हमारी सैलून सेवाएं',
'best_services'             => ' आपके लिए सर्वश्रेष्ठ सैलून और बार्बर सेवाएं',
'hair_cut'                  => ' हेयर कट',
'haircut_description'       => ' एक हेयरकट वह है जो जब बार्बर आपके बाल को कैसर से काटता है। आप यह निर्धारित कर
                            सकते हैं कि जब आपके बैंग आपकी आँखों में लटक रहे हैं, तो यह हेयरकट का समय है। कुछ लोग हेयर
                            कट के लिए फैंसी सैलून्स जाते हैं।',
'beard_style'               => ' बीयर्ड स्टाइल',
'beard_style_goal'          => ' आपके बीयर्ड स्टाइल का अंतिम लक्ष्य आपके चेहरे में विविधता और आयाम जोड़ना है। विभिन्न
                            चेहरे के आकारों को कुछ विशिष्ट चेहरे की विशेषताओं को हाइलाइट करना चाहिए - हर स्टाइल हर
                            आदमी पर शानदार नहीं दिखता है।',
'color_and_wash'            => ' रंग और धोएं',
'hair_color_description'    => 'नॉन-स्थायी बाल रंग जो 8 शैम्पू तक चलता है, आपके बाल की क्यूटिकल पर रंग
                                मोलेक्यूल धीरे-धीरे जोड़ता है, इसे सेमी-स्थायी बाल रंग भी कहा जाता है।',
'our_best_pricing'          => 'हमारी सबसे अच्छी मूल्य निर्धारण',
'best_price_city'           => 'शहर में सबसे अच्छी मूल्य',
'hairck_saloon_spot'        => 'हेयर्क सैलून ऑल बॉयज़ मेरी हर बार ताजगी से भरी हेयरकट के लिए है। यहां के कुशल स्टाइलिस्ट वाकई सबसे नवीन प्रवृत्तियों को समझते हैं और हमेशा ऐसी कट करते हैं जो मेरे स्टाइल को ठीक से सुरक्षित करती है। यहां की माहौल जीवंत है, और कर्मचारी दोस्ताना है, जिससे यह समग्रता में एक शानदार अनुभव बनता है। मैं अपने बालों को किसी और पर भरोसा नहीं करता हूं!',
'nord_charls'               => 'नॉर्ड चार्ल्स',
'loyal_customer'            => 'मैं हेयर्क सैलून ऑल बॉयज़ का वफादार ग्राहक हूं, और मैं आत्मनिर्भरता से कह सकता हूं कि यह शहर का सबसे अच्छा पुरुष सैलून है। उनके हेयरकट में विवेचना और स्पष्टता अद्भुत है। कर्मचारी पेशेवर हैं, और वातावरण सुखद है। मैं हमेशा नए स्वरूप में और तेज़ दिखता हूं। हाईली सिफारिश!',
'adam_vice'                 => 'एडम वाइस',
'exceeded_expectations'     => 'हेयर्क सैलून ऑल बॉयज़ ने मेरी उम्मीदों को हमेशा से भी पार किया है। स्टाइलिस्ट न केवल कुशल हैं बल्कि मेरी पसंदों के प्रति सावधान हैं। चाहे मैं क्लासिक लुक चाहूं या कुछ वर्तमान, वे हमेशा प्रदान करते हैं। सैलून में एक ठंडा वातावरण है, और व्यक्तिगत सेवा से मुझे ऐसा अभास होता है कि मैं एक मूल्यवान ग्राहक हूं। मैं अपनी देखभाल की आवश्यकताओं के लिए कहीं भी नहीं जाने का विचार नहीं करूंगा।',
'john_doe'                  => 'जॉन डो',
'our_barber_team'           => 'हमारी बार्बर टीम',
'meet_our_expert'           => 'हमारे हेयर कट एक्सपर्ट बार्बर से मिलें',
'adam_phillips'             => 'एडम फिलिप्स',
'master_barber'             => 'मास्टर बार्बर',
'dylan_adams'               => 'डाइलन एडम्स',
'hair_expert'               => 'हेयर एक्सपर्ट',
'gloria_edwards'            => 'ग्लोरिया एडवर्ड्स',
'beard_expert'              => 'बीयर्ड एक्सपर्ट',
'josh_dunn'                 => 'जोश डन',
'color_expert'              => 'कलर एक्सपर्ट',
'success_login_message' => 'आप सफलतापूर्वक लॉग इन कर चुके हैं',

//      For Main Service Page
'service_main_page' => 'सेवा',
'best_services_main_page' => 'आपके लिए सबसे अच्छी सैलून और बार्बर सेवाएं',
'hair_cut_main_page' => 'हेयर कट',
'haircut_description_main_page' => 'हेयरकट एक ऐसी चीज है जो जब बार्बर आपके बाल को कैसे सीसर्स के साथ छोटा करता है। आप यह तय कर सकते हैं कि जब आपके बैंग आपकी आँखों में लटक रहे हैं तो यह हेयरकट का समय है। कुछ लोग हेयरकट के लिए फैंसी सैलून्स जाते हैं।',
'beard_style_main_page' => 'बीयर्ड स्टाइल',
'beard_style_goal_main_page' => 'आपके बीयर्ड स्टाइल का अंतिम लक्ष्य आपके चेहरे में विरोध और आयाम जोड़ना है। विभिन्न चेहरे के आकारों को कुछ विशेष चेहरे विशेष फेशियल फीचर्स को हाइलाइट करना चाहिए - हर स्टाइल हर आदमी पर शानदार नहीं दिखता है।',
'color_and_wash_main_page' => 'रंग और वॉश',
'hair_color_description_main_page' => 'जो अस्थायी रूप से 8 शैम्पू तक चलने वाला जो अस्थायी रूप से 8 शैम्पू तक चलता है, वह आपके बाल की क्यूटिकल परत में रंग के मोलेक्यूलेस को धीरे-धीरे जोड़ता है, इसे सेमी-पर्मानेंट हेयर कलर भी कहा जाता है।',

//      For Main Barber Page
'our_barber_team_main' => 'हमारी बार्बर टीम',
'meet_our_expert_barber' => 'हमारे हेयर कट एक्सपर्ट बार्बर से मिलें',

//      For Main Gallery Page
'barber_image_gallery' => 'बार्बर इमेज गैलरी',
'some_images_from_our_barber_gallery' => 'हमारी बार्बर गैलरी से कुछ छवियाँ',
];
